visual-studio-code-bin
auto-cpufreq
btrfs-assistant
btrfsmaintenance
chaotic-keyring
chaotic-mirrorlist
ckbcomp
code-marketplace
google-chrome
isoimagewriter
kcm-polkit-kde-git
kde-servicemenus-rootactions
laptop-mode-tools
mkinitcpio-firmware
networkmanager-fortisslvpn-git
networkmanager-iodine-git
networkmanager-ssh-git
networkmanager-libreswan
optimus-manager
os-prober-btrfs
pace
pamac-aur
pikaur
systemd-kcm
systemd-oomd-defaults
vazirmatn-fonts
