aic94xx-firmware
ast-firmware
auto-cpufreq
btrfs-assistant
btrfsmaintenance
chaotic-keyring
chaotic-mirrorlist
ckbcomp
google-chrome
kde-servicemenus-rootactions
optimus-manager
os-prober-btrfs
pace
pamac-aur
pikaur
systemd-kcm
systemd-oomd-defaults
upd72020x-fw
vazirmatn-fonts
visual-studio-code-bin
wd719x-firmware