#>plasma-desktop
ark
bluedevil
breeze
breeze-gtk
dolphin
dolphin-plugins
drkonqi
e2fsprogs
easyeffects
falkon
ffmpegthumbs
gwenview
kaccounts-providers
kactivitymanagerd
kate
kcalc
kde-cli-tools
kde-gtk-config
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kdialog
kgamma5
khotkeys
kimageformats
kinfocenter
kinit
kio
kio-extras
kio-fuse
kio-zeroconf
kjournald
knotes
konsole
kpat
kpipewire
kscreen
kscreenlocker
ksystemlog
ksystemstats
kwin
kwrited
libkscreen
libksysguard
libqtxdg
modemmanager
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
okular
oxygen
oxygen-sounds
partitionmanager
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-wayland-session
plasma-workspace
polkit-kde-agent
powerdevil
qt5-imageformats
qt6-imageformats
qt6-shadertools
qtxdg-tools
sddm
sddm-kcm
solid
spectacle
systemsettings

#>no-desktop
acpi
acpid
alsa-firmware
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
anacron
appmenu-gtk-module
base
base-devel
bash-completion
bat
bluez
bluez-utils
btrfs-assistant
btrfs-progs
btrfsmaintenance
ckbcomp
cpio
cpupower
cronie
curl
dhcpcd
dosfstools
duf
dust
ecryptfs-utils
efibootmgr
enchant
ethtool
exa
exfatprogs
expect
f2fs-tools
fatresize
ffmpeg
firewalld
flac
fscrypt
fwupd
geoip
geoip-database
git
github-cli
gnome-multi-writer
gnu-netcat
gpm
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gstreamer-vaapi
gzip
harfbuzz-icu
hblock
htop
hwdata
hwinfo
hyphen
icu
inetutils
iniparser
intel-gpu-tools
intel-media-driver
intel-ucode
inxi
irqbalance
iwd
kernel-modules-hook
kwallet-pam
layer-shell-qt
libaio
libavif
libcanberra
libcanberra-pulse
libinput
libmanette
libmaxminddb
libomxil-bellagio
libsoup
libtraceevent
libtracefs
liburcu
libuv
libva
libva-intel-driver
libva-mesa-driver
libva-utils
libvdpau-va-gl
libyuv
linux-api-headers
linux-firmware
linux-firmware-qlogic
linux-lts
linux-lts-headers
lm_sensors
logrotate
lsb-release
lua53
lvm2
man-db
man-pages
memtest86+
#mesa
mesa-amber
mesa-demos
mesa-utils
mesa-vdpau
mtools
ndctl
net-tools
nmap
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
nvidia-lts
nvidia-prime
nvidia-settings
nvidia-utils
opencl-nvidia
openresolv
openssh
os-prober-btrfs
otf-ipafont
p7zip
pace
pacman-contrib
pcaudiolib
perl-clone
perl-file-listing
perl-file-mimeinfo
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-net-http
perl-try-tiny
perl-www-robotrules
perl-xml-parser
perl-xml-writer
persepolis
pigz
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-v4l2
pipewire-x11-bell
pkgfile
plocate
power-profiles-daemon
powertop
profile-sync-daemon
pyenv
realtime-privileges
reflector
rsync
rtkit
sg3_utils
smplayer
smplayer-skins
smplayer-themes
socat
sof-firmware
sshfs
starship
sysfsutils
systemd-oomd-defaults
systemd-sysvcompat
tar
telegram-desktop
terminus-font
thermald
thin-provisioning-tools
tinycompress
tk
tmux
tor
torsocks
traceroute
tree
ttf-cascadia-code-nerd
ttf-hack-nerd
turbostat
udiskie
udisks2
unrar
unzip
usb_modeswitch
usbutils
v4l-utils
vdpauinfo
vim
vulkan-intel
vulkan-mesa-layers
vulkan-tools
wget
wireless_tools
wireless-regdb
wireplumber
woff2
wpebackend-fdo
xcalib
xdg-dbus-proxy
xdg-utils
xf86-video-intel
xorg-server
xorg-xhost
xorg-xinit
xorg-xinput
xsel
zip
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k

#> AUR packages
aic94xx-firmware
ast-firmware
auto-cpufreq
chaotic-keyring
chaotic-mirrorlist
google-chrome
kde-servicemenus-rootactions
optimus-manager
pamac-aur
pikaur
systemd-kcm
upd72020x-fw
vazirmatn-fonts
visual-studio-code-bin
wd719x-firmware
