acpi
acpid
acpilight
adriconf
alsa-firmware
alsa-lib
alsa-oss
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
android-file-transfer
android-tools
android-udev
appmenu-gtk-module
archlinux-contrib
autorandr
avahi
base
base-devel
bash-completion
bat
bluez
bluez-hid2hci
bluez-utils
btop
btrfs-progs
cifs-utils
code
cpio
cpupower
cronie
curl
ddcutil
dosfstools
duf
duperemove
dust
e2fsprogs
ecryptfs-utils
efibootmgr
efitools
elinks
enchant
ethtool
eza
exfatprogs
expect
f2fs-tools
fatresize
ffmpeg
flac
fscrypt
fwupd
geoip
geoip-database
git
github-cli
gnome-multi-writer
gnu-netcat
gpm
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gstreamer-vaapi
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
harfbuzz-icu
hblock
hdparm
htop
hwdata
hwinfo
hyphen
i2c-tools
icu
ifplugd
inetutils
iniparser
intel-gpu-tools
intel-media-driver
intel-ucode
inxi
ipython
irqbalance
kernel-modules-hook
lame
layer-shell-qt
libaio
libatasmart
libavif
libcanberra
libcanberra-pulse
libinput
libmad
libmanette
libmaxminddb
libmtp
libnotify
libomxil-bellagio
libreoffice-still
libsoup
libtraceevent
libtracefs
liburcu
libuv
libva
libva-intel-driver
libva-mesa-driver
libva-utils
libvdpau
libvdpau-va-gl
libyuv
linux-api-headers
linux-firmware
linux-firmware-qlogic
linux-lts
linux-lts-headers
lm_sensors
logrotate
lsb-release
lua53
lvm2
man-db
man-pages
mesa-amber
mesa-demos
mesa-utils
mesa-vdpau
modemmanager
mplayer
mtools
mtpfs
ndctl
neofetch
neovim
net-tools
network-manager-sstp
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-strongswan
networkmanager-vpnc
nfs-utils
nmap
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
nvidia-lts
nvidia-prime
nvidia-settings
nvidia-utils
opencl-nvidia
openresolv
openssh
openssl
otf-ipafont
p7zip
pacman-contrib
pcaudiolib
pdfslicer
perl-clone
perl-file-listing
perl-file-mimeinfo
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-net-http
perl-try-tiny
perl-www-robotrules
perl-xml-parser
perl-xml-writer
phonon-qt5-gstreamer
pigz
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-v4l2
pipewire-x11-bell
pipewire-zeroconf
pkgfile
plocate
polkit
power-profiles-daemon
powertop
profile-sync-daemon
pyenv
realtime-privileges
reflector
rp-pppoe
rsync
rtkit
samba
scrcpy
sdparm
sg3_utils
slurp
smartmontools
smbclient
smplayer
smplayer-skins
smplayer-themes
socat
sof-firmware
solid
sshfs
starship
svgpart
sysfsutils
tcl
telegram-desktop
terminus-font
testdisk
thermald
thin-provisioning-tools
tinycompress
tk
tmux
tor
torsocks
traceroute
tree
ttf-cascadia-code-nerd
ttf-hack-nerd
turbostat
udiskie
udisks2
ufw
unarchiver
unrar
unzip
usb_modeswitch
usbutils
v4l-utils
vdpauinfo
vulkan-icd-loader
vulkan-intel
vulkan-mesa-layers
vulkan-tools
wavpack
wget
wireless-regdb
wireless_tools
wireplumber
woff2
wpa_supplicant
wpebackend-fdo
x86_energy_perf_policy
xcalib
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-intel
xf86-video-nouveau
xorg-server
xorg-server-devel
xorg-xbacklight
xorg-xeyes
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xset
xorg-xwayland
xsel
xss-lock
zip
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k
